# Antidote plugins

romkatv/powerlevel10k

# Add OMZ completions plugins to `fpath`
ohmyzsh/ohmyzsh path:plugins/adb kind:fpath
ohmyzsh/ohmyzsh path:plugins/fd kind:fpath
ohmyzsh/ohmyzsh path:plugins/ripgrep kind:fpath

zdharma-continuum/fast-syntax-highlighting kind:defer
zsh-users/zsh-completions path:src kind:fpath
zsh-users/zsh-autosuggestions kind:defer
MichaelAquilina/zsh-you-should-use
jeffreytse/zsh-vi-mode

# Initialise completions
mattmc3/zephyr path:plugins/completion

# OMZ
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/colored-man-pages
ohmyzsh/ohmyzsh path:plugins/colorize
ohmyzsh/ohmyzsh path:plugins/dirhistory
ohmyzsh/ohmyzsh path:plugins/extract
ohmyzsh/ohmyzsh path:plugins/fzf
ohmyzsh/ohmyzsh path:plugins/rust
ohmyzsh/ohmyzsh path:plugins/safe-paste
ohmyzsh/ohmyzsh path:plugins/thefuck
ohmyzsh/ohmyzsh path:plugins/virtualenv
ohmyzsh/ohmyzsh path:plugins/zsh-interactive-cd

# Need compinit
ohmyzsh/ohmyzsh path:plugins/mosh
ohmyzsh/ohmyzsh path:plugins/pip
b4b4r07/enhancd
